{
    "VERSION": "1.7",
    "SERVERNAME": "Welcome Legenda",
    "LOGLEVEL": 0,
    "BUTTON1NAME": "DISCORD",
    "BUTTON1LINK": "https://discord.gg/JGKSjRdQVB",
    "BUTTON2NAME": "BaseRegistration",
    "BUTTON2LINK": "https://discord.com/channels/454974047625674754/1173206693442756679",
    "BUTTON3NAME": "DONATE",
    "BUTTON3LINK": "https://www.paypal.com/donate/?hosted_button_id=GW5N5S8XTCHLU",
    "DISPLAYPLAYERINFO": 1,
    "DISPLAYPLAYERTAB": 1,
    "DISPLAYPLAYERLIST": 0,
    "DISPLAYPLAYERPOSITION": 0,
    "DISPLAYCRAFTTAB": 0,
    "DISPLAYCURRENCY": 1,
    "CURRENCYNAME": "Rubles",
    "DISPLAYPLOGO": 0,
    "LOGOPATH": "",
    "LOGO_WIDTH_PERCENTAGE": 0.0,
    "LOGO_HEIGHT_PERCENTAGE": 0.0,
    "BUTTONTAB0NAME": "DE NEWS",
    "BUTTONTAB1NAME": "BASEBUILDING-REGELN",
    "BUTTONTAB2NAME": "DE Regeln",
    "BUTTONTAB3NAME": "Help",
    "sServerTab0": [
        "DISCORD",
        "",
        "Mehr info für diesen Bereich zu bekommen müsst auf discord / Website.",
        "Alle Infos nachzulesen.",
        "www.legenda-gaming.com",
        "",
        "DayZ Legenda ist eine deutsche Gaming Community.",
        "",
        "Deine Geschichte beginnt jetzt - Ist dein Wille stark genug, damit du am Leben bleibst?",
        "Du bist Überlebender in der Apokalypse und es liegt an dir was du draus machst.",
        "Grundsätzlich kann jeder dieser Community beitreten,insofern man mit den Regeln im Discord einverstanden ist.",
        "Wir sind ein PvE Server der gut für Anfänger aber auch erfahrende Spieler ist.",
        "Alle wichtige Informationen werden über Discord übermittelt und wir bitten darum euch Im DC anzumelden um nichts neues zu verpassen.",
        "",
        "GESCHICHTE",
        "",
        "DayZ Legenda wurde vor 5 Jahren gegründet dahinter saß ein Gruppe von Freunden,",
        "die viel Zeit in Dayz verbracht und alle das gefühl vom Überleben in der Zombie Apokalypse geteilt haben.",
        "Wir sind ein PVE Server der aber durch die Dayz Map und einige",
        "Mods eine gute Herrausforderung bietet ob Neueinsteiger oder Dayz Profi haben wir alles für sie dabei.",
        "",
        "MFG",
        "DayZ Legenda Team"
    ],
    "sServerTab1": [
        "BASEBUILDING-REGELN",
        "",
        "§1  Ihre Basis darf eine Grenze von 4×3 BBP-Quadraten mit einer Höhe von 4 Wänden nicht überschreiten. (Freigebaut)",
        "§2  Wenn Sie ein DayZ-Gebäude bebauen möchten, können Sie das gesamte Gebäude nutzen, es darf jedoch nur 3 Stockwerke hoch sein.",
        "§3  Wenn Sie auf einem DayZ-Gebäude bauen möchten, dürfen Sie die 4×3-Regel nicht überschreiten, dürfen aber nur 3 Wände hoch haben.",
        "Dies kann mit einer Etage im Inneren des Gebäudes kombiniert werden, um die maximale Höhe von 3 Wänden zu erreichen, wie in der oben genannten Regel angegeben.",
        "§4  Es ist nicht erlaubt, auf Straßen zu bauen, es sei denn, die Straße endet.",
        "§5  Es ist nicht erlaubt, um Wasserbrunnen herum zu bauen.",
        "§6  Es dürfen maximal 10 Türen/Tore mit Codeschloss vorhanden sein",
        "Die Codeschlösser an Lagerräumen und Zelten zählen! Wenn Sie 10 Türen mit Codeschloss haben, können Sie keinen verriegelten Lagerraum haben!!",
        "§7  Ihre Basis muss überfallbar gebaut sein. Es ist Ihnen nicht gestattet, Eingänge in irgendeiner Weise zu versperren.",
        "§8  Als eine Gruppe dürfen Sie nur eine Basis mit maximal 10 Spielern haben (nur 10 Spieler dürfen Zugang zu dieser Basis haben).",
        "§9  Es ist nicht gestattet, die Türen zu stapeln. Beschränken Sie die Anzahl auf 3 Türen/Wandbausatz.",
        "§10 2Treppe pro Base.",
        "§11 Eine Basis darf 20 zusätzliche BBP-Bausätze außerhalb der Basis haben, um sie abzusperren oder als Garage zu nutzen.",
        "",
        "info BASEBUILDING",
        "Mod",
        "Code Lock",
        "RaG_BaseItems",
        "EvenMoreDoors",
        "BaseBuildingPlus",
        "MMG Base Storage",
        "",
        "GRUNDLEGENDE BAUREGELN",
        "Sie können nicht innerhalb von 900 m von einer Militärbasis / einem Außenposten bauen.",
        "Kein Stützpunktbau in Polizeistationen, Krankenhäusern, Feuerwachen und Straßen.",
        "Es muss immer mindestens eine Möglichkeit geben.",
        "Spieler sind nur eine kleine, menge erlaubt.",
        ". = JA Kisten",
        ". = JA Dekos",
        "Rahmen halten und nicht in Massen platzieren.",
        "Werkbänke dürfen aufgestellt werden",
        ". = JA 1 Storageplatz",
        ". = JA 2 Militär Schränke",
        ". = JA 1 Zelte",
        ". = JA 3 Barrel",
        ". = JA 1 Barrel Feuerfässer",
        "Erlaubt",
        ". = NEIN Tarnnetz",
        "Hochhäuser ist strickt verboten",
        "Schwimmende base,sky base, streng Verboten",
        "",
        "Raiding ist rund um die Uhr möglich",
        "",
        "Sie müssen C4 verwenden, um eine Basis von außen zu überfallen.",
        "Wenn die Basisbesitzer die Basisbausätze umgedreht und falsch gebaut haben, dürfen Sie sie zerlegen,um Zutritt zu erhalten.",
        "Es ist kein unnötiger Abbau zulässig.",
        "Es ist Ihnen nicht gestattet, Lagerräume/Beute der Basis, die Sie überfallen, zu zerstören.",
        ",Es ist Ihnen nicht gestattet, eine feindliche Basis zu übernehmen.",
        "",
        "Sie müssen den Eintritt in die Razzia aufzeichnen,",
        "da die Administratoren Sie um dieses Filmmaterial bitten werden, um es bei Bedarf zur Verfügung zu stellen.",
        "KEIN Glitch-Raiding.",
        "Es ist erlaubt, mit maximal 1 Fahrzeug und 2 Spielern in die Spielerbasis einzudringen.",
        "Es sind keine anderen Formen des Boostens in Spielerbasen erlaubt.",
        "Es sind maximal 10 Spieler sowohl auf der Verteidiger- als auch auf der Angreiferseite erlaubt.",
        "Alle anderen Spieler derselben Gruppe müssen einen Abstand von mindestens 1000 m zu diesem Raid haben.",
        "",
        "Es ist verboten, Mitglieder einer Gruppe während eines Raids zu wechseln.",
        "Es ist Ihnen nicht gestattet, dieselbe Gruppe/Basis direkt nach dem Überfall zu überfallen. Zwischen jedem Raid müssen mindestens 168 Stunden liegen.",
        "Wenn während eines Raids 30 Minuten lang kein C4 gepflanzt wurde, müssen Sie den Raid beenden, da er als beendet gilt.",
        "Überfälle/Überfälle werden als Kampf gezählt.",
        "Für Raids haben wir eine Raid-Abklingzeit von 168 Stunden.",
        "",
        "Das bedeutet, dass Sie jeden überfallen können, jedoch nicht 168 Stunden lang dieselbe Basis überfallen können.",
        "Raids sind auf 10 angreifende und 10 verteidigende Spieler beschränkt, was bedeutet,",
        "dass nur 9 Spieler in Ihrer Gruppe sein sollten und der 10. Spieler Sie sein werden.",
        "Auf Wunsch eines Admins muss dies entweder in Filmmaterial zu Beginn des Raids und am Ende des Raids oder in einer Aufzeichnung gezeigt werden.",
        "Wann gilt ein Überfall als beendet?",
        "",
        "Gruppe: Wenn der letzte Spieler die gegnerische Basis verlässt. (Wenn die ganze Gruppe ausgelöscht wird, hast du den Raid verloren)",
        "Solo: Eine Stunde nach Verlassen der feindlichen Basis.",
        "",
        "Das Legenda Team hat das absolute Recht. Die Regeln können jederzeit ohne Vorwarnung geändert werden!",
        "Letzte Änderung • 22.06.2023 16:00"
    ],
    "sServerTab2": [
        "Regeln22,06,2023",
        "",
        "Grundsätzlich gilt PvE",
        "",
        "§1  Support wird es nur über unser Ticketsystem im Discord",
        "§2. Respektiere andere Spieler und die Admins zu jeder Zeit!",
        "§3. Beleidigungen und Trolling sind UNTERSAGT!!!",
        "§4. Duping, Bugusing, Combat-Logging und Hacking sind UNTERSAGT! Das Ausnutzen von Fehlern im Trader System ist verboten und wird bestraft.",
        "§5. Das Töten, Schaden zufügen oder Bedrohen von Spielern  UNTERSAGT.",
        "§6. Das Platzieren von Minen oder Bärenfallen in  UNTERSAGT.",
        "§7. Admin bzw. Supporter Westen dürfen beim Tot nicht von fremden Spieler mitgenommen werden.",
        "Sollte ein Spieler mit einer Admin bzw. Mod Weste erwischt werden,",
        "droht ein 48 Stunden Ban bzw. ein permanenter Ban.",
        "§9 Das Looten von Leichen  ist untersagt. Wer sich nicht daran hält bekommt einen 24 Stunden Ban.",
        "§10 Loot-Cycling (Beute verstecken und ruinieren,Wer sich nicht daran hält bekommt einen 24 Stunden Ban.",
        "§11 Beleidigungen, rassistische und extremistische Äußerungen sowie Namen sind verboten und werden bestraft.",
        "§12 Gegenstände, Inventare usw. werden nur gegen aussagekräftigen Videobeweis oder Screenshots ersetzt.",
        "§13 Die Farben Bereiche mit den durchgestrichenen Linien sind KEINE PvP Zonen !!! Sondern Bauverbotszonen. !!!",
        "§14 IC Namen zum Discord Namen ändern. Das macht das Supporten für das Team viel einfacher.",
        "",
        "Das Legenda Team hat das absolute Recht. Die Regeln können jederzeit ohne Vorwarnung geändert werden!",
        "HANDELSREGELN",
        "§1 Trolling, Stehlen und Griefing sind in der Sicherheitszone verboten.",
        "§2 Es ist Ihnen nicht gestattet, eine Sicherheitszone zu betreten, um einem Kampf zu entgehen.",
        "§3 Das Megaphon, die Pfeife sind in Safezonen nicht gestattet! -Ausnahme für Admins- Ebenso ist das Abspielen von Musik an den Tradern verboten.",
        "§4 Es ist verboten, in Sicherheitszonen zu campen oder Spielern aus einer Sicherheitszone zu folgen, um sie zu töten.",
        "§5 Beim Händler zurückgelassene Fahrzeuge werden ohne Vorwarnung und ohne Möglichkeit einer Rückerstattung dauerhaft gelöscht.",
        "§6 Kein Safzone-Strafing (um dem Kampf zu entgehen)",
        "§7 Lagern Sie keine Fahrzeuge oder Beute in der Händler- oder Sicherheitszone. Dadurch wird das Fahrzeug/die Beute nach einer gewissen Zeit gelöscht.",
        "§8 Sammeln Sie keine Ressourcen innerhalb der SafeZone. Zum Beispiel; Fälle keine Bäume."
    ],
    "sServerTab3": [
        "SEARCH FOR LOOT",
        "",
        "In den ersten 5 Minuten nach dem Einloggen wirst du keinen Loot finden können.",
        "Dennoch hast du die Möglichkeit, die Gegenstände nach Loot zu durchsuchen.",
        "",
        "Aktuell kannst du beinahe alle Items in einem Haus durchsuchen. Der Loot wird durch die Art des Hauses bestimmt,",
        "nicht durch den Gegenstand, der durchsucht wird.",
        "",
        "Die Häuser unterscheiden sich in folgende Kategorien: Industrial, Farm, Hunting, Police, Medical, Military und Civilian",
        "",
        "WO FINDE ICH FAHRZEUE?",
        "",
        ". = JA",
        "",
        "",
        ". = dieses Fahrzeug könnt ihr auf die Map finden",
        ". = Anfang gut geeignet bis ihr später euch bessere Fahrzeuge kaufen könnt.",
        "",
        "Maske",
        "",
        " verbietet das „Essen“ von Lebensmitteln, Medikamenten und anderen Hand-zu-Mund-Übungen Aktionen,",
        "",
        "wenn sich ein Objekt im Maskenschlitz befindet!",
        "",
        "Paycheck",
        "",
        ". = Ihr bekommt ein Start Money von 2000 €",
        ". = Paycheck alle 60 Minuten 100 €",
        "",
        "CRAFTING",
        "",
        ". = Zerlegen Sie das Feuerfass (mit einer Metallsäge), um 2 Metallplatten zu erhalten.",
        ". = Kombinieren Sie 10 Metallplatten und eine Zange, um ein Fass zu erhalten.",
        ". = Zerlegen Sie das Metallblech mit einer Metallsäge, um Nägel herzustellen.",
        ". = Zerlegen Sie Autoteile mit einer Metallsäge, um ein Metallblech herzustellen.",
        ". = Kombinieren Sie 10 Bretter und 35 Nägel, um eine Matrosenkiste zu bauen.",
        ". = Zerlegen Sie den Draht oder Stacheldraht (mit einer Metallsäge), um 10 Nägel zu erhalten.",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        "",
        ""
    ]
}